{
  "Two-toed Sloths": {
    "Facts": [
      "The two-toed sloth is generally much faster than the three-toed sloth.",
      "Two-toed sloths actually have three toes. They do have two fingers however!",
      "Two-toed sloths are predominantly nocturnal.",
      "Except for females and their offspring, black rhinos are solitary.",
      "Both black and white rhinoceroses are actually gray.",
      "The black rhino has a pointed upper lip, while its white relative has a squared lip.",
      "Black rhinos have poor eyesight, and cannot easily detect an observer standing more than 30 metres away.",
      "Black rhino can move extremely fast and have been recorded at highs of 55 km/h."
    ],
    "Scientific Name": "Diceros bicornis",
    "Conservation Status": "Critically Endangered (CR)",
    "More Info": "https://www.worldwildlife.org/species/black-rhino"
  },
  "Three-toed Sloths": {
    "Facts": [
      "Like humans, orangutans have opposable thumbs. Their big toes are also opposable. Unlike humans, approximately one third of all orangutans do not have nails on their big toes.",
      "The Malay word orangutan means \"person of the forest.\"",
      "These long-haired, orangish primates, found only in Sumatra and Borneo, are highly intelligent and are close relatives of humans.",
      "Orangutans have an enormous arm span. A male may stretch his arms some 7 feet from fingertip to fingertip - a reach considerably longer than his standing height of about 5 feet. When orangutans do stand, their hands nearly touch the ground.",
      "Orangutans' arms are well suited to their lifestyle because they spend much of their time (some 90 percent) in the trees of their tropical rain forest home.",
      "Infants will stay with their mothers for some six or seven years until they develop the skills to survive on their own.",
      "Female orangutans give birth only once every eight years - the longest time period of any animal.",
      "Because orangutans live in only a few places, and because they are so dependent upon trees, they are particularly susceptible to logging in these areas. Unfortunately, deforestation and other human activities, such as hunting, have placed the orangutan in danger of extinction.",
      "The animals are long-lived and have survived as long as 60 years in captivity."
    ],
    "Scientific Name": "Pongo abelii, Pongo pygmaeus",
    "Conservation Status": "Critically Endangered (CR)",
    "More Info": "https://www.worldwildlife.org/species/orangutan"
  },
  "Giant Ground Sloth": {
    "Facts": [
      "Asian elephants can be identified by their smaller, rounded ears. (An African elephant's ears resemble the continent of Africa.)",
      "Elephant ears radiate heat to help keep these large animals cool, but sometimes that isn't enough. Elephants are fond of water and enjoy showering by sucking water into their trunks and spraying it all over themselves.",
      "An elephant's trunk is actually a long nose with many functions. It is used for smelling, breathing, trumpeting, drinking, and also for grabbing things - especially a potential meal.",
      "The Asian Elephant's trunk alone contains about 100,000 different muscles.",
      "Elephants use their tusks to dig for roots and water, strip bark from trees, and even fight each other. Unfortunately their ivory has gotten them into a lot of trouble. Because ivory is so valuable to some humans, many elephants have been killed for their tusks. This trade is illegal today, but it has not been completely eliminated.",
      "At birth, elephants already weigh some 200 pounds and stand about three feet tall.",
      "As the world's largest land mammal, elephants have quite the commanding presence. But did you know elephants can't jump? Or that baby elephants lose their first set of teeth and tusks, just like humans?"
    ],
    "Scientific Name": "Elephas maximus indicus",
    "Conservation Status": "Endangered (EN)",
    "More Info": "https://www.worldwildlife.org/species/asian-elephant"
  },
  "Mylodon": {
    "Facts": [
      "The Blue Whale is the largest animal ever to have lived on earth.", 
      "The Blue Whale's tongue alone can weigh as much as an elephant - its heart, as much as a car.",
      "Despite being so massive, the blue whale feeds on some of the smallest marine life – tiny shrimp like animals called krill.",
      "A single adult blue whale can consume 3,600 kilograms (7,900 lb) of krill a day.",
      "Incredibly, Blue Whales are graceful swimmers who cruise the ocean at over 8km/h, and can reach speeds of over 30km/h."
    ],
    "Scientific Name": "Balaenoptera musculus",
    "Conservation Status": "Endangered (EN)",
    "More Info": "https://www.worldwildlife.org/species/blue-whale"
  }
}
